<?php

$html = '
<style>
 div { font-size: 14pt; font-family: freeserif;  margin-left: 220;  color: blue;}
body, p{ font-size: 10pt; font-family: freeserif;}
h3 { font-size: 11pt; font-family: freeserif;color: green; }
h6 { font-size: 11pt; font-family: freeserif;color: red; margin-left: 220; }
</style>

<div>કરાર ખેતી માટેનું અરજી પત્રક</div>
<hr/>
<p>
<h3>પ્રથમ પક્ષ (ખેડૂત):</h3>
નામ:
<br/>
<br />
સરનામું:
<br/>
<br />
આ કરાર પછી ઉપરોક્ત વ્યક્તિ પ્રથમ પક્ષ તરીકે  ઓળખાશે.(જે વ્યક્તિ ખેડૂત,ખેડૂત નો અનુગામી ,સંબંધી, હોઈ શકે)
<br/>
<br />
<h3>બીજો પક્ષ (ખરીદનાર):</h3>
નામ:
<br/>
<br />
સરનામું:
<br/>
<br />
આ કરાર પછી ઉપરોક્ત વ્યક્તિ બીજા પક્ષ તરીકે  ઓળખાશે.(જે વ્યક્તિ પોતે / ભાગીદારી સંસ્થા / માન્ય સંસ્થા / ટ્રસ્ટ /સહકારી સોસાયટી હોઈ શકે.)
<br/>
<br />
<h3>ત્રીજો પક્ષ(સંચાલક):</h3>
જે  ------આણંદ-------- બજાર હેઠળ -----ખેતીવાડી----------- વિસ્તાર માં તારીખ ---------૧૨/૨/૨૦૧૬------------- ગુજરાત કૃષિ પેદાશ હેઠળ બજાર એક્ટ-૧૯૬૩ દ્વારા ત્રીજા પક્ષ તરીકે સંબોધવા માં આવેલ છે .(જેમાં તે સંસ્થા ના ચૈરમેન / સચિવ / સંચાલક નો સમાવેશ થાય).
<br/>
<br />
<h3>
આ કરાર ને લગતી સામાન્ય માહિતી:</h3>
પ્રથમ પક્ષ એ ------------- હે ચો. મી. નો માલિક છે. જેનો સરવે નં---------- ,ગામ-------------- ખાતે તા---------,અને જીલ્લો-------------છે. અને તેઓં બીજા પક્ષ માટે ના -------------ઉત્પાદન માં રસ ધરાવે છે. જેમાં ----આણંદ-----, ABMS ના સંચાલક ત્રીજા પક્ષ તરીકે સુવિધા પૂરી પાડે છે.
<br/>
બીજો પક્ષ કરાર માં દર્શાવ્યા પ્રમાણે નું ઉત્પાદન મેળવવા માં રસ ધરાવે છે. જે નીચે પ્રમાણે છે,
<br/>
<br/>
પાક નું નામ:
<br/>
<br/>
 જાત:
 <br/>
 <br/>
 ઉત્પાદન:
 <br/>
 <br/>
 સમય:
 <br/>
 <br/>
 કિંમત: 
 <br/>
 <br/>
બીજા પક્ષ ની વિનતી પ્રમાણે પ્રથમ પક્ષ કરાર માં જણાવેલ ઉત્પાદન કરવા માટે સંમત થાય છે . જે માટે ત્રીજા પક્ષ પ્રથમ પક્ષ અને બીજા પક્ષ દ્વારા જરૂરી સુવિધા પૂરી પાડવા સંમત થાય છે.
<br/>
<br/>
બીજો પક્ષ નીચે પ્રમાણે ની સુવિધા પ્રથમ પક્ષ ને આપવા સંમત થાય છે. જે નીચે પ્રમાણે છે .
<br/>
<br/>
<h3>સુવિધાઓ:</h3>
(૧) નર્સરી ની સુવિધા:   <br/> (૨) જમીન ખેડાણ(લેવલીંગ) સુવિધા:  <br/> (૩) પાક રોપણી સુવિધા: <br/>(૪) ખાતર સુવિધા :<br/> (૫) જંતુનાશક અને ઘાસ-નીંદણનાશક દવા સુવિધા: <br/>(૬) પિયત સુવિધા: <br/>(૭) લણણી સુવિધા:
<br/>
  અમો ત્રણેય આ કરાર માટે સંમત થયી તા:----------  અને સ્થળ ---------- માં નીચે સહી કરીએ છીએ.
  <br/>
  <br/>
પ્રથમ પક્ષ ની સહી :____________________________
<br/>
<br/>
બીજા પક્ષ ની સહી:____________________________
<br/>
<br/>
ત્રીજા પક્ષ ની સહી:____________________________
<br/>
<br/>
<h3>નિયમો: </h3>
(૧) કરાર દરમ્યાન બીજા પક્ષ તરફ થી જણાવેલ જરૂરી સૂચનાઓ નું પ્રથમ પક્ષ પાલન કરશે. 
<br/>
<br/>
(૨) બીજો પક્ષ કરાર માં જણાવ્યા પ્રમાણે ના ભાવ મુજબ કરાર પૂર્ણ થયા બાદ પ્રથમ પક્ષ ને તૃતીય પક્ષ ની હાજરી માં ચુકવવા ના રહેશે .
<br/>
(૩) પ્રથમ પક્ષ બીજા પક્ષ ના જણાવ્યા પ્રમાણે નું ઉત્પાદન ધરાવવા નું રહશે.
<br/>
<br/>
(૪) જો પ્રથમ પક્ષ કરાર માં જણાવ્યા પ્રમાણે નું ઉત્પાદન ના ધરાવી શકે તો બીજો પક્ષ એને ખરીદવા સંમત થશે નહિ . તે સમયે.......
    <br/><br/>
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(અ) પ્રથમ પક્ષ ,બીજા પક્ષ પાસે મળી ને બીજો ભાવ નક્કી કરશે.
      <br/><br/>
	 &nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;(બ) પહેલો પક્ષ  તેનું ઉત્પાદન બજાર માં વેચી શકાશે. અને બીજા પક્ષ દ્વારા અપાયેલ સુવિધા નો ખર્ચ આપવા સંમત થશે.
	<br/>
	<br/>
(૫) જો બીજો પક્ષ કોઈ કારણ સર પ્રથમ પક્ષ નું ઉત્પાદન લેવા માટે સંમત થાય નહિ તો (ઉત્પાદન કરાર પ્રમાણે હોઈ તેમ છતાં..) તો તેવા સમયે પ્રથમ પક્ષ તેનું ઉત્પાદન બજાર માં વેચી શકાશે . અને જો તેને  કરાર માં જણાવ્યા પ્રમાણે ભાવ ના મળે તો તે તફાવત ના નાણા બીજા પક્ષ દ્વારા જણાવેલ સમયગાળા દરમિયાન ચૂકવવાના રહેશે.
<br/>
<br/>
(6) કરાર ના સમયગાળા દરમ્યાન બીજા પક્ષે પ્રથમ પક્ષ ને સમયે-સમયે મળવાનું રહશે જે તે જરૂરી સલાહ સુચન આપી શકાશે.અને પ્રથમ પક્ષ ની જરૂરીયાત નું ધ્યાન રાખશે.
<br/>
<br/>
(૭) જો તમારે કરાર રદ કરવો  હોઈ અથવા સુધારો કરવો હોઈ તો ABMS ના સંચાલક ને ૧૫ દિવસ માં જાણ કરવી જરૂરી છે.
<br/>
<br/>
(૮) જો તમે તમારું સરનામું બદલો તો તેની જાણ ABMS ના સંચાલક  ને ૭ દિવસ માં કરવી જરૂરી છે
<br/>
<br/>
(૯) અમો એકબીજા પ્રત્યે વફાદાર રહી ને કામ કરીશું.
<br/>
<br/>
<hr/>
<h3 align=center>
કૃષિ વેપાર સંચાલન તંત્ર,આણંદ-૩૮૮૧૧૦
</h3>
</p>



';
//==============================================================
//==============================================================
//==============================================================
include("../mpdf.php");

$mpdf=new mPDF(''); 
$stylesheet = file_get_contents('mpdfstyleA4.css');
$mpdf->WriteHTML($stylesheet,1);
$mpdf->WriteHTML($html);

$mpdf->Output();
exit;
//==============================================================
//==============================================================


?>